{
  "1": " \n \n \n \n \n \n \n \n \n \n \n‘BHARATA’ ENERGY DEFENCE PROGRAM \n \nPROPOSAL \nBY \nCHOLA MANDALA MAHAA SAMSTHAANAM \nCHIEF CONVENOR: PRINCE A AMITHAAB \n",
  "2": "Executive Summary \n \nChola Mandala Mahaa Samsthaanam is a congregation of royal families, spiritual gurus and social \nactivists who envisage reestablishing Bharata (currently known as India) in its full glory. We shall do this \nby first protecting our motherland, reenergizing our spiritual epicenters such as Hebbya, Hampi \n(Kishkinda), Ayodhya etc. and finally balance human, environmental and spiritual energies of this planet. \n \nTo achieve this grand vision, we employ both socio-political and spirituo-mystic processes such as \nRajasooya Maha Yagnas , Vishwa Shanthi Parama Yagnas, mass visualization and education via main \nstream media, spiritual meditative practices that activate the hidden astral and cosmic abilities of \nhuman beings. \n \nSince 2005, following a divine ordainment, we have successfully conducted 4500 Maha yagnas, around \n54 Shiv lingh installations, multiple idol consecrations, launching of a mass media instrument, more than \na million tree plantations & many socio cultural rejuvenations - at national & international locations. \n \nOur yagnas and processes have very deep mystic connection with the political, economic, social and \nenvironmental activities across the planet. We have enabled \n \n- \ntorrential rain falls to draught stricken areas, \n- \ncaused economic cataclysms to close the rich-poor gap across the planet, \n- \neconomic crisis to prevent military and terror attacks to Bharat from hostile countries & \norganizations \n- \npolitical instability in unfriendly countries through government shut downs (eg: recently in the \nUSA) \n- \ninviting & interacting with benevolent extra galactic, inter stellar beings to eradicate the \ninsolvable problems of the planet (global warming, drying of river beds, poisonous earth, over \npopulation) \n \n \nThese abilities have been witnessed & cross verified by credible third parties including government \nministers, military personnel, television media, scientific communities & spiritual organizations. This \nestablishes the scientific nature of our mystic instruments. \n \nIn light of the recent terrorist and military attacks on the Indian army, the Mahaa Samsthaanam has \npledged to offer our mystic and psychic abilities in a professional manner to aid the goings-on and \nprotect the interests of the military and defense establishments of the Indian government. Through our \nunique abilities, we shall help the agencies to achieve their objectives of terror cell eradication, \neconomic suppression, environmental destabilization & eventually total surrender of the enemy nations \nto Bharata. All these can be achieved with a minuscule share (~0.000001%) of national defense budget. \nThis dossier explains in detail about our journey so far and also serves as a blue print for our upcoming \nactivities. \n",
  "3": " \n \n \n \n \n \n \n \n \n \n \n \n \nDOSSIER \n \nOM GAM GANAPATAYE NAMAHA \n",
  "4": "Rajasuya Maha Yagna \nMAHAA SAMSTHAANAM ACTIVITIES – PAST TO PRESENT TIME LINE \n \n \n2005: \n \n \n‘Akhila Vishw Bharathiya Seva Samaj’, was registered at Mysuru, Karnataka by Prince A. Amithaab – our \nchief convenor. \n \n \nThe Chola prince began conducting ‘Rajasuya Maha Yagna’ in 2005. Fire rituals are called by different \nnames in India such as Hawan, Yaga, Yagna and so on. Many fire rituals are evident in our puranas. They \nare still being conducted in many temples. This particular fire ritual is special because according to \npuranas, it was conducted only twice successfully, once by Sri Ramachandra Prabhu and other by Matha \nChamundeshwari. Rajasuya Maha Yaga is conducted before involving in a war with an enemy kingdom \nand has to continue until the enemy surrenders. Mr. Amithaab began this yagna under the guidance of \ndivine energy to protect Mother Nature and her inhabitants from negative energies and entities trying \nto destroy our planet by starting a nuclear war. Rajasuya Maha Yagna has been conducted every new \nmoon and full moon till last month. The fire ritual lasts for about 12 hours on new moon and is \nconducted for five days ending on full moons. \n \n2006: \n \nMeditation classes were given to the inmates of Mysuru Jail by Mr. A. Amithaab. It was an initiative \nunder ‘Akhil Vishw Bharathiya Seva Samaj’ to purify the inner conscience and rid them off the stress due \nto social stigma. He also began meditation classes for the public of Mysuru city. \n",
  "5": "Beggar free city – Mysuru \n2007: \n \nThe Chola prince continues the spiritual fire ritual ‘Rajasuya Maha Yagna’ to prevent the outbreak of \nnuclear war and for the well being of everyone on earth. \nBy the guidance of the divine, the young prince at the age of 23, took up a social welfare project ‘Beggar \nfree city – Mysuru’ to stop beggary in the heritage city of Mysuru. The beggars were provided with \nshelter in the rehabilitation centers. The rehabs were restored to good hygienic conditions before \nsheltering the beggars. They were later provided with employment to sustain their livelihood. This \nproject served to maintain a hygienic environment in the city, attracted foreign tourists and more \nimportantly put an end to Child trafficking, Begging Mafia, Prostitution rackets and Poverty driven \ncrimes. Mysuru Deputy Commissioner’s office announced the success of the project on 08th of March, \n2008. \n \n \n",
  "6": " \n \n2008: \n \nOn 19th of June 2008, bhoomi puja of Matha Gandhareshwari temple at Hebbya, Mysuru was \nperformed by Sri Vishwesha Thirtha swami of Sri Pejavara Adokshaja Matha in Udupi, Karnataka. \n \n \n \n \n \nAccording to the divine cosmos, after the Kurukshetra war in Mahabharatha, Matha Gandhari \ndevastated at the loss of the entire Kaurava race cursed Sri Krishna that his race would perish similar to \nhers and that Sri Krishna would die a painful death with no one to look after him. Accordingly, his \nKingdom perished with Dwarka submerging in the ocean and Sri Krishna’s death due to the wounds of a \nhunter’s arrow. Sri Krishna’s demise happened at Hebbya, Mysuru and his body was cremated at \nBhoomi puja of Matha Gandhareshwari temple at Hebbya, Mysuru was \nperformed by Sri Vishwesha Thirtha swami \n",
  "7": "Haripur, Gujrat. Once Sri Krishna left his body, he became a paramathma (divine soul) and people \nstarted worshipping him as God. They called the whole universe to be ‘Vasudaiva Kutumbakam’ – \nfamily of Sri Krishna Paramaatma. So the curse has manifested to the entire universe. As the curse takes \nits effect, countries around the world would start fighting against each other leading to a nuclear war \nand the world would come to an end. As per the divine, the only remedy to come out of the curse is to \nplease Gandhari matha’s Kula devi ‘Matha Gandhareshwari’ by building Matha Gandhareshwari temple \nat Hebbya, Mysuru and that this temple had to be built by Mr. Amithaab. \n \nSo the Prince bought the land that the cosmos directed to be the death place of Krishna and the bhoomi \npuja was conducted in June 2008. The divine energy had warned Amithaab ji that he would face a lot of \nhurdles to complete the temple and accordingly the temple construction has encountered various issues \nand is currently stalled. \n \nOn 04th September 2008, a rally was conducted by Mr. Amithaab and his associates under ‘Akhila Vishw \nBharathiya Seva Samaj’ to promote the idea of installation of metal detectors and CCTV cameras in \npublic places to Mysuru city authorities. This project was initiated in the name ‘Secured Mysuru’ which \nfocused on the safety of public and to check the anti social activities in the city. This project was realized \nwith the installation of CCTV cameras and metal detectors in bus stands, train station, tourist places and \ncinema halls all over city. Later, the project stood as an inspiration as the same was carried out across \nthe entire nation. \n \n‘Secured Mysuru’ project - installation of metal detectors and CCTV cameras in public places \n",
  "8": "2009: \n \nOn 06th May 2009, Central government had released a huge amount of Rs. 1850 crore for the \ninfrastructural development of Mysuru city in the name of NURM project. This fund was stagnant and \nnot used for its purpose. Mr. A. Amithaab with the help of his trust Akhila Vishw Bharathiya Seva Samaj \nand media pressurized the authorities to release the amount for the city development. Finally the funds \nwere released and the new KSRTC bus stand that stands majestic in the very heart of the city was built \nunder this project. \n \n \n \n \n \n \n2010: \n \n \nMr. Amithaab visited Sri Lanka and met with Mr. Rahul, personal secretary of Mr. Rajapakshe (the then \nhonorable President of Sri Lanka), Mr. Vigneshwaran (the then honorable Chief Justice of Sri Lanka) \nand Members of Sri Lankan Parliament to hold diplomatic talks with the government. The prince \nrequested the Sri Lankan government not to provide military base to Pakistan and China and warned of \nprobable consequences if the government decides otherwise. \nNURM project - Rs. 1850 crore for the infrastructural development of Mysuru city \n",
  "9": "Palestinian Minister Mr. M. H. Zuhair attends Rajasuya Maha Yagna and educates \npublic about the threats of Nuclear weapons in a conference \n \n \n2011: \n \n \nOn 01st of March 2011, Palestinian Minister Mr. M. H. Zuhair arrived at Mysuru to attend Rajasuya \nMaha Yagna and also take part in a conference to educate public about the threats of Nuclear weapons, \nill effects of radiation leaks from nuclear power plants and the bad state of laborers involved in mining \nof radioactive materials. \n \nSri Lanka visit - Mr. Vigneshwaran (the then honorable Chief Justice of Sri Lanka) and \nMembers of Sri Lankan Parliament \n",
  "10": "2012: \n \nRajasuya Maha Yagna was conducted at 8 places bordering India by Mr. Amithaab and his young team to \nprotect our nation from the threats of neighboring hostile countries and terrorists. The 8 places were, \n \n \nRajasuya Maha Yagna was conducted at 8 places bordering India to protect our nation \nfrom the threats of neighboring hostile countries and terrorists \n",
  "11": "Mr. A. Amithaab reconstructed and renovated the Siddharameshwara temple at Hebbya, Mysuru \n1. Bavali Matha mandir, Jammu; \n2. Kamakya, Assam; \n3. Adi Shakti temple, Kanchipuram; \n4. Indira point, Andaman and Nicobar; \n5. \nKanyakumari, Tamil Nadu; \n6. Agatti Islands, Lakshadweep; \n7. Kannur, Kerala; \n8. Har Siddhi Matha mandir (Dwaraka) \n \nThe spiritual program to protect our country ended with Rajasuya Maha Yagna at Chamundivanam, \nMysuru. \n \nMr. A. Amithaab reconstructed and renovated the Siddharameshwara temple at Hebbya, Mysuru at his \nown expense. The temple was in a dilapidated state earlier. Mr. A. K. Sharma, Archeological department \nexpressed his views that the temple was very old and had mythological significance. When the \nconcerned authorities declined to involve, Amithaab ji took matters to his hands and completed the \nrenovation work and Jeernoddhaara ceremony was conducted on 20th December 2012. \n \n \n \n2013: \n \n \nThe Cholan prince visited the Indian borders at Ladakh, Tawang and Kargil and conducted Rajasuya \nMaha Yagna at army camps under the supervision and support of Indian army. The fire rituals were \nconducted for the well being of our soldiers at the borders and create an energy shield to protect the \nborders from enemy attacks. Mr. Amithaab also discussed about the problems faced by Indian army at \nsuch high altitudes and rough climatic conditions. \n",
  "12": " \n \n \n \n2014: \n \n \nMr. Amithaab and his team were involved in Rajasuya Mahayagna for the entire year of 2014. A \nreservoir of Cosmo energy was formed by the continuous fire rituals which served to manifest positive \nenergies around the globe. Many major mishaps that might have led to loss of many lives were \nprevented. \nRajasuya Maha Yagna at army camps in Ladakh, Tawang and Kargil for the well being of our \nsoldiers at the borders and create an energy shield to protect the borders from enemy attacks. \n",
  "13": "Amithaab ji and his team built a temple of Adi Rakshana Jwala Narasimhini Prathyangire and Adi \nRakshana Jwala Narasimha in Jammu \n \n \n \n \n \n2015: \n \n \nAmithaab ji and his team visited J and K in the month of April and built a temple of Adi Rakshana Jwala \nNarasimhini Prathyangire and Adi Rakshana Jwala Narasimha at Dalair in Jammu. The temple was built \non a site previously destroyed by a terror attack. He also met with J and K police officers and discussed \nthe issues faced by the natives. \n \n \n \nMr. Amithaab and his team were involved in Rajasuya Mahayagna for the entire year of 2014 to \nmanifest positive energies around the globe and prevent major mishaps around the world \n",
  "14": "Met with Indian Ambassador in Uzbekistan Mr. D R Sharma and requested permission to install Adi \nRakshana Bhu Vaaraahi Prathyangire and Adi Rakshana Bhu Varaaha idols in Uzbekistan \nAfter the Jammu and Kashmir visit, Mr. Amithaab left to Uzbekistan in the month of June. He visited \nTashkent and Samarkand. He met with Indian Ambassador in Uzbekistan Mr. D R Sharma and \nrequested permission to install Adi Rakshana Bhu Vaaraahi Prathyangire and Adi Rakshana Bhu \nVaraaha idols in Uzbekistan. The idols are programmed to reduce terrorism in the continent of Asia. \nUzbekistan suits the program since Uzbekistan was the native of popular conqueror Timur (direct \ndescendant of Genghis Khan) and Babar (descendant of Timur) was also a great conqueror who set his \nconquest to India. Up on the honorable ambassador Mr. D R Sharma’s most precious advice, Amithaab ji \nvisited ISKCON at Tashkent requesting a place to install the idols. But not much of help could be  \nreceived and the prince returned to Mysuru. The idols meant to be installed in Uzbekistan are still \nplaced safely without being installed. \n \n",
  "15": "Visit to Thailand for energy \n2016: \n \n \nIn the year 2016, Mr. Amithaab visited Thailand for his energy programs and visited the places that were \nsupport him in his mission. \n \nLater, by the guidance of the cosmos, he started a spiritual project to install Shiv lingh that are formed \nnaturally in Narmada river bed due to the turbulent flow. The Shiv linghs were installed at different \nplaces in the states of Karnataka, Tamil Nadu, Maharashtra, New Delhi and Uttar Pradesh. Around 20 \nshiv linghs were installed in that year. \n \n",
  "16": "Visited Elephanta caves in Mumbai \n \n \n \n \n \nVisited Elephanta caves in Mumbai, Maharashtra and installed the Atma lingh of Adi Rakshana Gayathri \nDevi Prathyangira and Adi Vishwakarma deva. \n \n \nShiv linghs were installed at different places in the states of Karnataka, Tamil Nadu, Maharashtra, \n",
  "17": "Mr. Amithaab and his team visited Cambodia and installed Adi Rakshana Aghora \nPretheshwari Prathyangire and Adi Rakshana Aghora Pretheshwara atma lingh at \nUNESCO site of Angkor Wat temple under special permission. \n2017: \n \n \nMr. Amithaab and his team visited Cambodia during this year and installed Adi Rakshana Aghora \nPretheshwari Prathyangire and Adi Rakshana Aghora Pretheshwara atma lingh at UNESCO site of \nAngkor Wat temple under special permission. This served as a major energy breakthrough in the \nmission and provided an inclination in our fight against the negative entities. A mysterious cloud formed \nover the site of Angkor Wat soon after the installation as if an energy portal opened and positive cosmos \nentered the site. \n \n",
  "18": " \n \nMr. Amithaab visited New Delhi and installed Atma lingh of Adi Rakshana Subadra Prathyangire and Adi \nRakshana Arjuna. He also visited Prime Minister’s Office (PMO) and submitted a letter seeking \npermission and support to install idols and Shiv linghs at sensitive and critical energy spots that are not \neasily accessible to common public; in order to prevent nuclear war. \n \n \n \n \n \n \nApart from his visit to Angkor Wat and PMO, Amithaab ji and team continued with the regular fire rituals \nand installation of Shiv lingh at different places. Around 10 more shiv linghs were installed that year. \nMr. Amithaab visited New Delhi and installed Atma lingh of Adi Rakshana Subadra Prathyangire and \nAdi Rakshana Arjuna and submitted a letter PMO \n",
  "19": " \n2018: \n \n \nIn April 2018, Mr. Amithaab and team visited Varanasi, Uttar Pradesh and installed the Shiv Lingh at the \nsacred pilgrimage. Around 14 more Shiv linghs were installed in the year 2018. The installations were \ncarried out in the hilly regions of Western ghats. \n \nDifferent Yantras (formations) of Rajasuya Maha Yagna to channel different \nfrequencies of Cosmos as per requirement of application \nMr. Amithaab and team conducted a fire ritual at Varanasi in Uttar Pradesh. At right, you can \nsee the young Chola prince comforting the native villagers \n",
  "20": "Adi Rakshana Dhana Lakshmi \nPrathyangira idol installation \n2019 (till date): \n \n \nMr. Amithaab and his team installed Adi Rakshana Dhana Lakshmi Prathyangira idol in Mysuru on 15th \nFebruary 2019. \n \nAmithaab ji and team has been planning to build an Inter faith temple at his site in Hebbya, Mysuru to \nbestow peace and harmony among all religions and bless everyone to live together peacefully \nirrespective of Religion, Race, Gender, Caste and Creed. The temple would house gods and goddesses of \ndifferent religion and a prayer hall. The idols required for the Inter faith temple have already been \ncarved out and are waiting to be installed at Hebbya. But the project has stopped due to lack of financial \nsupport and various local hurdles. \n",
  "21": " \n \n \nThe young prince and his team are still working to prevent wars and other catastrophes. The financial \nfunding has declined recently which has led to inadequate fire rituals and other energy programs. The  \n13 yr legacy of unstopped Rajasuya Maha Yagna and hard work is now difficult to continue with \ninsufficient financial help. The havirdanas (offerings) during the yagna and other energy programs have \ndeclined. As a result, the higher beings or devathas and their army are becoming weak.  \n \n \n \n \nAdi Rakshana Siddhartha \nGowthama Buddha \nMatha Adi Rakshana \nEkanatheshwari \nAdi Rakshana Nazareth Eshwa \nGod Jesus \nMatha Adi Rakshana \nDwarakanatheshwar\nMatha Adi \nShakthi \nMatha Adi \nRakshana \n",
  "22": "The manifestation of positive energy has lessened and the energy shields around our nation are \nweakening. This is evident from the recent chain of events, \n \n1. Pulwama attack on 14th February 2019 resulting in the death of our beloved soldiers, \n2. IED blast killing an Army officer at Rajouri on 15th February 2019, \n3. A mid air clash between two Surya kirans in Air Show in Bengaluru on 19th February 2019 killing \na pilot and injuring 2 pilots, \n4. A snow avalanche in Himachal Pradesh on 20th February 2019 killing an Army jawan and 5 others \nmissing, \n5. Forest fire at Bandipur National forest, Karnataka since 21st February 2019 for 5 continuous days \nand still raging resulting in the loss of vast jungle and many inhabiting animals, \n6. A courageous and brave act by our IAF pilots bombarding a ton of bomb payload on terrorist \ncamps in PoK on 26th February 2019 which may create a war like situation with Pakistan; \nsomething that Mr. Amithaab has been struggling to prevent. \n7. An IAF Mig 17 transport chopped crashed at Budgam region of Jammu and Kashmir and a \nPakistani F-16 fighter jet was shot down by Indian Air Force for air space violation at Lam valley. \nThe Universities at Pok region, Amritsar and Punjab shut down. \nMore continues to happen…. \n",
  "23": "MAHAA SAMSTHAANAM ACTIVITIES – UPCOMING TIMELINE \n \n1) Conduct a key RAJASUYA MAHAYAGNA (at the earliest) at Hebya which is deemed to be the death \nplace of Lord Sri Krishna. This Yagna shall ideally have the Defense minister of the land & key military \npersonnel trained in marshal arts. \n2) Complete the consecration of Mata Gandhareshwari temple at Hebya, Mysore District, Karnataka \n3) Establish a full-ledged inter faith temple at this spot \n4) Conduct regular RAJASUYA MAHAYAGNA at this spot & invite benevolent GODS from across the \ngalaxy to come & help us in the war against terror \n5) Invite various Royal blood lines & conduct RAJASUYA MAHAYAGNAs at key ancient energy \nepicenters such as HAMPI, BELUR, HALEBID, CHITRADURGA FORT, PADDADAKAL & 22 such similar \nareas that have been identified within Karnataka. This will enable to fortify Bharata against any anti- \nhuman, anti-ecological & anti-social invasions. \n6) Reestablish the above mentioned spiritual centers to neutralize negative effects in those Kshetras \nand establish the order of Satya & Dharma (Truth & Righteousness). \n7) Renovation of temples that are in ruins but hold huge reservoir of spiritual energy and mythological \nsignificance. Examples include Ayodhya Rama Mandir, Tejo Mahalaya, Makkeshwara Temple \n8) Establish peace and harmony among everyone irrespective of religion, race, caste, creed and gender \nby manifesting positive cosmos through various energy programs. \n",
  "24": "A BRIEF INTRODUCTION OF OUR CONVENOR \n \nMr. A. Amithaab (born: 12th June 1984) is the current Chola prince descentant of the glorious ‘Chola \nMandala Mahaa Samsthaanam’ of Anaimalai, Tamil Nadu. He is also the Proprietor of ABB TV. \n \nChola Prince Mr. A. Amithaab \n \nAfter the dissolution of Chola Empire, the Chola royal family settled down at Anaimalai. They were given \nthe title ‘Kondai Katti Thondai Mandala Velaalan’ – which translates to ‘Royal family with hair tied in a \nbun like Lord Shiva, ruling Chennai and surrounding regions’. This royal family has had very notable \npersonalities in its lineage and has also closely associated with some of the well known names in history. \n \n",
  "25": "Sir Ponnambala Thiaga Rajan \nMr. Jiddu Krishnamurti \nMr. Neelam Sanjiva Reddy \nNotable luminaries of this lineage include, \n \nSri. Minjur Bhaktavatsalam, former honorable Chief minister of Tamil Nadu; \n \nSir Ponnambala Thiaga Rajan, chief minister of Madras Presidency (1936) and last President of Justice \nParty; \n \n \n \nMr. Neelam Sanjiva Reddy, former honorable President of India was a friend of Sri. V A Arunachalam, \nfather of Mr. A Amithaab at ‘Rishi Valley’ International School. Mr. Jiddu Krishnamurti was a guru and \nmentor for Mr. A. Amithaab’s father. Sri. V A Arunachalam was also a disciple of Sri Acharya Vinoba \nBhave and has also donated lands to the poor in support of ‘Bhoodan Yagna Movement‘, initiated by \nhonorable Sri Acharya. \n \n",
  "26": "‘Auroville’-township in Tamil Nadu \nSmt. T Krishnaveni, Mr. A Amithaab’s mother was a co founder of ‘Auroville’-township in Tamil Nadu \nand co founder and trustee of ‘Fraternity’. \n \n \nBeing born in the Chola royal family, Mr. A. Amithaab inherited the influential qualities of his parents \nand an inclination towards spirituality like his ancestors. He started perceiving spiritual cosmic energies \nand had super normal intuitive abilities. He had out of world experiences that were quite similar to the \nexperiences of Mr. Jiddu Krishnamurti. It was as if a divine power was educating and driving the child. \nMany of his relatives and friends have confided to have had miraculous experiences while being around \nthe young prince. His parents were also astonished by the mysticism. The child’s aura was very strong \nand pure. \n \nAt the age of 16, he had a strong bond with the divinity. He was given a task by the forces that cannot be \nseen with the naked eyes. He was told that he was chosen for a higher purpose, a purpose to save \nhumanity from the nuclear war that may break out any time. He was trained by the divine to see, \nperceive and use the cosmic energies to establish peace and harmony in the world. Though his personal \nlife was a roller coaster ride, he never failed in any projects taken up for the betterment of humanity. \n \nMr. Amithaab grew up to be a fine young leader and a magnet that attracts the youth. He was always \nsurrounded by people. He had powers to rid people off their problems. As he continued with the divine \nmission to prevent the outbreak of nuclear war, he was soon joined by a group of like-minded youth. So \na team was formed under the leadership of the Chola Prince. These young boys and girls were also \nconnected with the divine spiritual energy and had similar out of world, mystic cosmic experiences in \nthe past. Till date, this team is working selflessly under the leadership of Mr. Amithaab. \n",
  "27": "COSMIC EXPLANATIONS \nThe operations carried out by the Chola prince and his team is more connected to spirituality. They are \ndriven by the cosmos and communication with higher dimensional being and divine souls. They are \ncalled by different names. In our religions, they are referred to as ‘Devathas’, ‘Farishtas’, ‘Angels’ and so \non. In Science, they are called as ‘Positive aliens’, ’inter galactic species’, ‘extra terrestrials’. Since a \ncommon man always believes in anything that is perceivable by his 5 senses, it has been a very \nchallenging task to convince people of their existence or the prince and his team’s ability to \ncommunicate with them. Only a personal experience can answer this. But to have an experience, it \nrequires faith. Faith is a strong energy of thought that helps you to tune in to the frequency of higher \nsouls. People fail to have such experiences or it becomes not possible for providing people with the \nspiritual experiences because they usually sign up to it to either test our communications or to get their \npersonal problems solved. \n \nUsually people think that spirituality is all about meditation and yoga. But it is not so. Spirituality is a vast \ndomain that involves realizing your true sense and purpose and a lot more. The Yogis in the Himalayas \nsit in the caves and work in the cosmic plane. If the meditation was all about mental peace, they would \nnot have to dedicate their entire life sitting at one place. The Sanathan dharma speaks about different \nworlds consisting of devathas, nagas, yakshas, suras, dhanavas, rakshasas, kinnaras, kimpurushas, asuras \nand so on which cannot be found on earth. That means to say that they do not belong to this planet. \nAnd scientifically your brain is just a transmitter and receiver of information, and converter of energies \nperceivable into thoughts. It has peneal gland which helps to establish communication with energies not \neasily perceivable by the 5 senses. And the yogis and some of the spiritual leaders have their peneal \ngland active to communicate. This gland is made inactive due to pollution, vaccination, medicines and \nimpaired secretion seratonin and melatonin in brain. The ancient scientists and mathematicians such as \nAryabhatta could determine the orbital movements of planets and the reflection of Sun's rays by moon \nwithout any telescope because they knew of technology that were more advanced than those that exist \ntoday. And one of such is the astral communication using the peneal gland. \n \nThe aliens or extra terrestrial beings are not comic figures like they show in movies but gods and \ngoddesses that are illustrated with super powers and weapons that are a common technology in their \nnative planets. \n \nSpiritual ceremonies such as fire rituals, installation of idols of deities in temples and other ceremonies \npertaining to different religions has been carried out since ages. These are believed to be just religious \npractices that are carried out in temples and prayer halls that are believed to ward off the people’s \nproblems in a mystic way. But only true yogis and yoginis who have spiritual powers understand that the \nspiritual ceremonies are not mere religious practices but a technology once used by our ancestors to tap \nand utilize cosmic spiritual energies for different purposes. Now these technologies or ways to use them \nare lost and they are understood only as mythological scriptures and practiced as a mere ceremony \npasses down the generations. \n",
  "28": "Reinstallation of Sri Veerabhadra Swami within the \nfourth precinct of Chitradurga fort \nAPPENDIX \n \nInstallations and Consecrations across Karnataka in congregation with WE Trust, another \nspirituo-mystic organization dedicated to heal mother earth. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nInstallation of Pancha Pativrata Shiromanis at Vaddee kere village of Chitradurga \ndistrict. This and the following yagna brought torrential rains to Chitradurga district \nwhich was drought ridden for 13 continuous years \n",
  "29": "Message to the reader: \n \n \nUsage of nuclear weapons on any country will result in devastation of life. The flora and fauna will be \ngenetically mutated and their progeny will suffer for centuries together. Humans dead due to nuclear explosion \nwill be the luckiest. Those who survive will be exposed to high levels of radiations and will die a slow painful \ndeath due to cancer. The generations born at the site will be physically and mentally disabled and will be prone \nto cancer and other genetic diseases. Air and bio sphere reserves will be contaminated by radiation and animals \ndepending on these water forms will be affected by nuclear effluents and will start to die. The large mass of land \nwill become unfit for livelihood. The wind blowing passing by these region will carry the imprints of radiations to \nother places and contaminate those regions as well. Now if a war breaks out among nations and countries use \nnuclear weapons against each other, imagine the catastrophe we bring up on our selves.   \n \nKeeping this in mind, Mr. A Amithaab and all the members of Chola Mandala Maha Samsthaanam have \nbeen striving to prevent the outbreak of nuclear war since 2005. Since then, the prince and his team have been \nworking day and night selflessly for the noble vision. The realization of this vision will result in the well being of \nour planet, mankind, eco system and all the inhabitants of Mother Earth. \n \nMr. Amithaab ji and his team have been working under the ordinance of a supreme divine. The \napplication of spiritual cosmos has helped the Samsthaanam to prevent nuclear war until now. But to eradicate \nthe issue completely, a temple of Mata Gandhareshwari, Mata Dwarakanateshwari and Shraap (Shaapa) Mukta \nKrishna has to be constructed at Hebbya, Mysore which forms a major epicenter of vast divine cosmic energy. \nThis epicenter at Hebbya, Mysore falls at the personal property of Mr. A. Amithaab. \n \nThe prince has a proposal to the Government of India and Ministry that if the Government \nextends its full support to construct the Mata Gandhareshwari, Mata Dwarakanatheshwari and \nShaapa Mukta Krishna temple at his property at Hebbya, he promises to provide an outstanding \npositive result towards preventing nuclear war and establishing peace and harmony across the globe \nand these results will be evident to the Government within 48 days of Idol consecrations. In return, if \nthe Government finds the results satisfying, he expects the Government to further support his \nenergy programs by providing permissions, allow unrestricted entry to various energy epicenters \nacross India and in other countries to conduct yagna (fire rituals), Idol and Atma Lingh consecrations \nand construct temples. Sometimes military back up may also be necessary. \n \nHe also adds that if he fails to provide the results that he promised, he promises to donate \nthe entire property at Hebbya, Mysuru and along with the contructed temples and its idols to \nGovernment in no expectation of what so ever in return. He would not wish to have any authority on \nthe land and/or the temple. \n \n  \n \n"
}